Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/personal_finance/pensions/personal_pensions.html.txt.tmx
Source language: en
Languages: ga

source: Personal pensions mean pensions that are organised individually by self-employed people or employed people who do not have an occupational pension scheme
ga: Pinsin a eagraíonn daoine atá féin-fhostaithe nó fostaithe nach bhfuil aon scéim phinsin saothair acu iad pinsin phearsanta

source: The rules governing personal pensions have changed very considerably in recent years
ga: Tá athruithe móra tagtha le blianta anuas ar na rialacha a bhaineann le pinsin phearsanta

source: Personal pensions are not subject to the regulation of the Pensions Authority
ga: Ní thiteann pinsin phearsanta faoi Bhord na bPinsean

source: Instead, personal pensions are subject to tax law and financial services legislation (including the general law on insurance)
ga: Titeann siad faoin dlí chánach agus seirbhísí airgeadais (lena n-áirítear dlí ghinearálta árachais)

source: Tax relief is available for contributions to personal pensions and the amount of the relief is age-related
ga: Is féidir faoiseamh cánach a fháil ar ranníocaíochtaí chuig pinsin phearsanta agus braitheann an méid faoisimh atá ar fáil ar aois an duine

source: Most personal pensions policies are insurance policies
ga: Is polasaithe árachais iad formhór na bpolasaithe pinsin phearsanta

source: Unlike other insurance policies, the contributions attract tax relief if various conditions are met
ga: Murab ionann le polasaithe árachais eile is féidir faoiseamh cánach a fháil ar na ranníocaíochtaí má dhéantar coinníollacha éagsúla a shásamh

source: The traditional personal pension arrangement was that you invested your money - usually on an annual basis - with an insurance company
ga: Go traidisiúnta rinne duine a c(h)uid airgid a infheistiú mar phinsean pearsanta - ar bhonn bliantúil go hiondúil - le comhlacht árachais

source: The premiums you paid were then invested by the insurance company in an investment fund
ga: Rinne an comhlacht árachais ansin na ranníocaíochtaí a d'íoc an duine a infheistiú i gciste infheistíochta

source: You could not remove your funds and invest them with another company
ga: Ní raibh an duine in ann an airgid a tharraingt amach agus é a infheistiú le comhlacht eile

source: When you reached the age specified in the policy, you were obliged to use your accumulated funds to buy an annuity
ga: Nuair a shroich duine an aois a bhí leagtha síos sa pholasaí, b'éigean dó/dí an t-airgead a bhí bailithe a úsáid le blianacht a cheannach

source: Since 1999, you are no longer obliged to buy an annuity and you also have considerable flexibility about moving between different funds
ga: Ó 1999, ní gá duit a thuilleadh blianacht a cheannach agus tá solúbthacht mhór ann maidir le do chuid airgid a aistriú ó chiste amháin go ciste eile

source: Tax relief on contributions
ga: Faoiseamh cánach ar ranníocaíochtaí

source: You may get tax relief on contributions to approved personal pension arrangements
ga: D'fhéadfadh sé go mbeadh faoiseamh cánach ar fáil duit ar ranníocaíochtaí chuig eagraíochtaí ceadaithe pinsin phearsanta

source: This relief is more generous as you get older
ga: Bíonn níos mó faoisimh ar fáil de réir mar a éiríonn tú níos sine

source: Since 1 January 2011 you pay PRSI and the Universal Social Charge on your pension contributions
ga: Ó 1 Eanáir 2011 íocann tú ÁSPC agus an Muirear Sóisialta Uilíoch ar do ranníocaíochtaí pinsin

source: │Age │Amount which qualifies for tax relief │
ga: │Aois │Méid atá cáilithe le faoiseamh cánach │

source: │Under 30 years │15% of net relevant earnings │
ga: │Faoi 30: │15% den tuarastal cuí glan │

source: │60 and over │40% │
ga: │60 agus ós a chionn │40% │

source: The maximum amount also applies to people in certain occupations and professions, irrespective of age where there is a limited earnings span
ga: Baineann an t-uasmhéid le daoine i ngairmeacha beatha agus proifisiúin faoi leith, is cuma cén aois iad nuair atá réimse teoranta tuarastail ann

source: These occupations include professional athletes
ga: I measc na ngairmeacha seo tá lúthchleasaithe proifisiúnta

source: There is a limit on the earnings that may be taken into account. The limit is €115,000
ga: Is é €115,000 an t-uasmhéid ioncaim ar féidir a chur san áireamh i 2011

source: You no longer have to buy an annuity with the proceeds of your pension policy, however, you may do so if you wish
ga: Ní gá a thuilleadh blianacht a cheannach le fáltas do pholasaí phinsin, ach, is féidir leat é sin a dhéanamh más mian leat

source: This option does not apply in general to occupational pensions, but it may apply to the Additional Voluntary Contributions (AVCs) paid by people in occupational pension schemes
ga: Ní bhaineann an rogha seo go ginearálta le pinsin saothair, ach d'fhéadfadh sé go mbeadh sé ar fáil maidir leis na Ranníocaíochtaí Breise Deonacha a d'íoc daoine le scéimeanna pinsin saothair

source: Limit on overall value of fund
ga: Teorainn le luach iomlán an chiste

source: The Finance Act 2006 introduced a limit on the value of an individual's pension fund which may attract tax relief and this may vary from year to year. This is called the Standard Fund Threshold
ga: Chuir an tAcht Airgeadais, 2006 teorainn le luach an chiste pinsin a d'fhéadfadh duine faoiseamh cánach a fháil air agus is féidir an teorainn athrú go suntasach ó bhliain go bliain

source: From 7 December 2010 to 31 December 2013 the maximum allowable pension fund on retirement for tax purposes was €2.3 million
ga: Ó 7 Nollaig 2010 tá luach an t-uaschiste pinsin scoir le haghaidh cúinsí cáin atá ceadaithe €2.3 milliún

source: From the same date the value of a defined benefit differs depending on the age at which the pension is drawn down
ga: Má tá an ciste níos mó ná an teorainn bainfear cáin ar ráta 41% ar an bhfarasbarr nuair a tharraingítear anuas é ón gciste

source: Since 1 January 2011 there is a limit of €200,000 on the amount of the tax-free retirement lump sum
ga: Ó 1 Eanáir 2011 tá teorainn €200,000 ar an méid cnapshuime scoir atá saor ó cháin

source: Lump sum payments above that limit will be taxed as follows (in 2014 and 2015):
ga: Gearrfar cáin ar íocaíochtaí cnapshuime níos mó ná an teorainn seo mar a leanas:

source: │Amount of lump sum │Income tax rate │
ga: │Méid cnapshuime │Ráta cáin ioncam │

source: │Up to €200,000 │0% │
ga: │Suas go €200,000 │0% │

source: │Over €500,000 │Taxpayer's marginal rate │
ga: │Níos mó ná €575,000 │Ráta immeallach an cháiníocóra │

source: You do not have to remain in the same pension fund
ga: Ní gá duit fanacht leis an gciste céanna pinsin

source: You may transfer funds accumulated with one insurer to another fund with another insurer
ga: Is féidir leat airgead atá bailithe le árachóir amháin a aistriú chuig ciste eile le hárachóir eile

source: Of course, there may be costs involved in doing this
ga: Ár ndóigh, d'fhéadfadh sé go mbeadh costais i gceist leis seo

source: When you retire, you may opt for the existing annuity arrangements or for the new arrangements
ga: Nuair a fhágann tú do phost, d'fhéafá na socruithe reatha blianachta a roghnú nó na socruithe nua

source: The new arrangements mean that the accumulated fund is your property
ga: Faoi na socruithe nua is leatsa an ciste carntha

source: You must take your pension not later than your 75th birthday (the previous upper limit was 70)
ga: Ní mór duit do phinsean a thógáil ar a dheireanas nuair a bhaineann tú seachtó cúig bliana amach (bhíodh uastheorainn de 70 bliana air cheana)

source: In 2011, the rules about investing in Approved Retirement Funds (ARFs) were changed
ga: Ní mór duit ansin ar a laghad €119,800 den chiste a chur ar leataobh agus é a chur in Íoschiste Scoir Cheadaithe (ÍCSC)

source: The Finance Act 2013 provides that these changes have been rescinded until 2016
ga: Ní féidir tarraingt ar an gciste seo ag fágáil níos lú ná €119,800 ann sula mbaineann tú 75 bliana d'aois amach

source: The 2011 rules provided that you may place your accumulated pension money in an Approved Retirement Fund (ARF) if you are aged over 75 or if you have a guaranteed income of at least 1.5 times the level of the State Pension (Contributory) – €18,000 at present. Before 2011, the required minimum income was €12,700
ga: Ní bheidh iachall ort infheistiú in ÍCSC má tá pinsean cinnte agat nó ioncam saoil ó phinsin stáit, blianacht nó pinsean saothaoir gur fiú ar a laghad €18,000 sa bhliain é (tugtar an t-íosmhéid riachtanach ioncaim ar seo)

source: If you do invest in an AMRF, you do not get access to the capital in the fund until you reach the age of 75
ga: Tar éis duit infeistiú san ÍCSC is féidir leat go simplí an fuíollach a thógáil nó é a infheistiú i gCiste Scoir Cheadaithe nó i roinnt cistí mar sin

source: At that stage the AMRF is converted to an ARF
ga: Má thógann tú an t-airgead, beidh ort, ár ndóigh, cáin a íoc air

source: The AMRF may be converted to an ARF at an earlier stage if you meet the minimum income requirements
ga: Ciste ar bith é Ciste Scoir Cheadaithe, cuntas bainc san áireamh, in aon institiúid airgeadais rialaithe

source: This will remain the case until 2016 when it is intended that the 2011 rules will come into effect again
ga: Beidh cáin ioncaim le n-íoc agat má dhéanann tú na cistí seo a tharraingt anuas

source: Those people who were affected by the higher limits (that applied from 6 February 2011 until the date the Finance Act 2013 was passed – 27 March 2013), may now convert any AMRF into an ARF provided they have a minimum income of at least €12,700
ga: Tabharfar isteach cáin de réir a chéile ó 2007 go 2009 ar an gcuid sin den chiste nach bhfuil tarraingthe anuas

source: If they have minimum income of less than this but have more than €63,500 in an AMRF, the excess amount now becomes an ARF
ga: Gearrfar cáin ar ráta 1% i 2007, 2% i 2008 agus 3% i 2009 agus bainfidh sé seo le cistí formheasta pinsin a cruthaíodh ar 6 Aibreán 2000 nó ina dhiaidh

source: Similar arrangements are made for people who have invested in a vested Personal Retirement Savings Account (PRSA)
ga: Ó 1 Eanáir 2011 tá an cháin seo méadaithe go 5% (3% roimhe seo) le haghaidh luachanna sócmhainní an 31 Nollaig 2010 agus blianta todhchaí

source: If you die before taking any benefit from your fund, the accumulated funds form part of your estate and are distributed accordingly
ga: Má fhaigheann tú bás sula bhfaigheann tú aon sochar ó do chiste téann an ciste carntha chuig d'eastát agus déantar é a dháileadh dá réir

source: Capital Acquisitions Tax (CAT) may apply
ga: D'fhéadfadh sé go mbeadh Cáin ar Fháltais Chaipitiúla (CFC) le n-íoc

source: If you die after taking benefit and you have invested in an ARF, the remaining funds form part of your estate but are regarded as your income in the year of death
ga: Má chailltear tú tar éis sochair a fháil agus má tá infheistíocht déanta agat i gCSC, téann an t-airgead atá fágtha chuig d'eastát ach breathnaítear air mar ioncam sa bhliain inár bhásaigh tú

source: Tax at your marginal rate is deducted and the remaining amount is distributed in the normal way
ga: Baintear cáin ag an ráta imeallach agus déantar an fuíollach a dháileadh sa ghnáthbhealach

source: There is no CAT liability
ga: Níl aon dliteanas CFC ort

source: However, if your spouse or civil partner inherits the funds, no income tax is payable
ga: Ach, má théann an t-airgead chuig do chéile ó pháirtnéir sibhialta, níl aon cháin ioncaim iníoctha

source: Effectively, your spouse or civil partner steps into your shoes as owner of the fund and when he/she dies, a 20% rate of income tax may be payable and there is no CAT liability
ga: Mar sin, glacann do chéile ó pháirtnéir sibhialta d'áit mar úinéir ar an gciste agus nuair a chailltear é/í d'fhéadfadh sé go mbeadh cáin ioncaim ag 20% le n-íoc agus níl aon dliteanas CFC ann

source: This is the case unless the funds are inherited by children over 21 - in this case, the amount they get is taxable as the child's income in that year, but taxed at a flat rate of 30% rather than at the child's marginal tax rate
ga: Tá sé seo amhlaidh ach amháin sa chás go bhfuil an ciste fágtha ag leanaí atá ós cionn 21 bliana - sa chás seo, tá an méid a fhaigheann siad inchánaithe mar ioncam an linbh sa bhliain sin, ach ag ráta de 20% seachas ag ráta cánach imeallaigh an linbh

source: Levy on private pension funds
ga: Tobhach ar chistí príomháideacha pinsean

source: There was a levy of 0.6% on the market value of assets which are managed in pension funds and pension plans approved under Irish tax legislation
ga: Tá tobhach de 0.6% de mhargadhluach shócmhainní atá á mbainistiú i gcistí pinsean agus pleananna pinsean atá ceadaithe faoi reachtaíocht chánach na hÉireann

source: (These include occupational pension schemes, Retirement Annuity Contracts and Personal Retirement Savings Accounts)
ga: (Ina measc siúd tá scéimeanna pinsean gairme, Conarthaí Blianachta Scoir agus Cuntais Choigiltis Scoir Phearsanta.)

source: In 2014 an extra levy of 0.15% was introduced. This meant that the total pension levy in 2014 was 0.75% and the levy in 2015 is 0.15%
ga: Gheobhaidh tú tuilleadh eolais mar gheall ar an tobhach pinsin ar shuíomh gréasáin na Roinne Airgeadais
